Repository: orlodax/UNI-Framework
Catalog: UNI.Core/UNI.Core.UI/Strings/*/Resources.resw
Source language: en_us
Languages: it_it

# cancelButtonLabel
source: Cancel
it_it: Annulla

# dateFilter_rangeSelector_Header
source: Time range
it_it: Intervallo di Tempo

# dateFilter_rangeSelector_Placeholder
source: All time
it_it: Tutti i periodi

# dateFilter_Ranges_0
source: Today
it_it: Oggi

# dateFilter_Ranges_1
source: Yesterday
it_it: Ieri

# dateFilter_Ranges_2
source: Preious month
it_it: Scorso Mese

# dateFilter_Ranges_3
source: Previous year
it_it: Scorso Anno

# dateFilter_Ranges_4
source: Last month
it_it: Questo Mese

# dateFilter_Ranges_5
source: Last year
it_it: Questo Anno

# dateFilter_toDate_Header
source: To:
it_it: Fino:

# detail_item_title
source: Modify
it_it: Modifica

# saveButtonLabel
source: Save
it_it: Salva

source: Settings
it_it: Impostazioni

# view_item_title
source: View
it_it: Visualizza

# groupSettings
source: Groups and Users
it_it: Gruppi e Utenti

source: Yes
it_it: Sì

# datePicker_SelectADate
source: Select a date
it_it: Seleziona una data

# baseClient_PrivilegeError
source: Unable to perform request. This users does not have the required privileges.
it_it: Impossibile eseguire operazione, non si hanno i privilegi

# showBox_SearchBoxPlaceHolderText
source: Type here to search...
it_it: Cerca...

source: Warning
it_it: Attenzione

# tabView_privilegesError
source: Cannot open page. This users does not have the required privileges.
it_it: Impossibile aprire la pagina richiesta. L'utente corrente non dispone dei privilegi necessari.

# login_connectionFailedError
source: Server could not be reached. Wrong name/password or internet connection not available.
it_it: Impossibile collegarsi al server, nome utente e password errati o connessione internet assente

# login_MainPageVMType_missingError
source: You need to inject the final MainPageVM type using the method in UniCompositionRoot.
it_it: È necessario iniettare il tipo del VM finale di MainPage tramite il metodo in UniCompositionRoot.

source: Search...
it_it: Cerca...

source: Day
it_it: Giorno

source: Month
it_it: Mese

source: Year
it_it: Anno

# searchFilters_FilterByDate
source: Filter by date
it_it: Filtra per data

# searchFilters_SearchBy
source: Search by:
it_it: Cerca in:

# searchFilters_TimeRange
source: Time range
it_it: Intervallo temporale

# searchFilters_FilterByValue
source: Filter by value
it_it: Filtra per valore

source: Create
it_it: Crea

source: Cancel
it_it: Annulla

source: Confirm
it_it: Conferma

# confirm_Delete
source: Are you sure you want to delete this element?
it_it: Sei sicuro di voler eliminare questo elemento?

# settings_userDataHeader
source: User Data
it_it: Dati Utente

# mainpage_settingsButtonLabel
source: Settings
it_it: Impostazioni

# settings_changePasswordError
source: Error changing password, please try again later
it_it: Impossibile cambiare la password

# settings_changePasswordSuccess
source: Password changed!
it_it: Password cambiata con successo

# print_printDone
source: Printing done.
it_it: Stampa effettuata

# print_printFailed
source: Printing failed.
it_it: Errore di stampa

# settings_adminToolsLabel
source: Admin Tools
it_it: Strumenti admin

# settings_changePasswordLabel
source: Change my password...
it_it: Cambia password...

# settings_userLabel
source: User
it_it: Utente

# settings_changePasswordNewPasswordLabel
source: New Password
it_it: Nuova password

# settings_changePasswordOldPasswordLabel
source: Current Password
it_it: Password attuale

# login_saveCredentialsLabel
source: Save credentials
it_it: Salva credenziali

# baseModel_User
source: User
it_it: Utente
